<template>
  <div class="footer" style="padding: 10px;">
    <p style="text-align:center; color:#777; font-size:smaller">
          Новейшие кино- и телевизионные ресурсы, представленные на этом веб-сайте,
      собраны с основных видео-сайтов. Этот веб-сайт предоставляет только услуги веб-страниц
      и не обеспечивает хранение видеоресурсов, а также не участвует в записи или загрузке.
    </p>
    <p style="text-align:center; color:#777; font-size:smaller">
        Если ссылки, размещенные на этом сайте, случайно нарушают авторские права вашей компании,
      свяжитесь с нами по электронной почте, и мы своевременно обработаем соответствующий контент.
      Спасибо! Электронная почта: 1308376124@qq.com
    </p>
  </div>
</template>

<script>
// 页脚
export default {
  name: 'Footer'
}
</script>

<style scoped>

</style>